{
  "sections": {
    "16431738268a435027": {
      "type": "editorial-header",
      "settings": {
        "image": "shopify:\/\/shop_images\/ocean-monday-gives-back.jpg",
        "mobile_image": "shopify:\/\/shop_images\/ocean-monday-gives-back-mobile.jpg",
        "text_1": "Monday",
        "text_2": "Gives",
        "right_align": false,
        "text_3": "Back"
      }
    },
    "1643210162b1ab4c3a": {
      "type": "initiatives-text",
      "settings": {
        "title": "The Monday Gives Back Initiative",
        "text": "We’ve been really lucky to have a brand that continues to grow each year. With that attention and success, it’s important for us to give back and we’re committed to making an impact. The most attention and excitement comes whenever we release a new collection so we decided to start using that to bring awareness to the causes and foundations that are important to us by pairing them with collections we know you guys will love. \n<br><br>\nSo far we’ve focused our efforts on three main pillars: conservation, women’s health, and access to mental health care. We’re dedicated to highlighting and contributing to at least two charities in our main Summer and Resort seasons along with continuing our community outreach like we have in the past by donating meals to essential healthcare workers or contributing to wildfire funds. Learn about the charities we’re grateful to support below."
      }
    },
    "16432137026d4e6bd7": {
      "type": "initiatives-image-text",
      "blocks": {
        "02c4255c-0477-4a86-b141-444b43bab914": {
          "type": "block",
          "settings": {
            "reversed": true,
            "image": "shopify:\/\/shop_images\/4_00f25ed6-e324-4747-8738-9e97329d0072.jpg",
            "title": "Panthera",
            "text": "Now through the end of 2024, 10% of sales from our Marbled Jaguar collection will go to Panthera, a nonprofit devoted exclusively to the conservation of the world’s 40 species of wild cats and the vast ecosystems they inhabit.<br><br>\n\nWith their supporters around the world, they inform the public about the plight of wild cats, work closely with communities living alongside these iconic species, protect wild cats and their prey from poaching, fight the illegal wildlife trade and safeguard the precious landscapes wild cats need to survive.",
            "button_label": "Learn More",
            "button_link": "https:\/\/panthera.org\/who-we-are"
          }
        },
        "f0b56d44-de86-4ff3-80a1-db6b466b1f19": {
          "type": "block",
          "settings": {
            "reversed": false,
            "image": "shopify:\/\/shop_images\/1_268fa0ef-1b5a-474f-8cb6-fa5b60720b3e.jpg",
            "title": "The Ovarian Cancer Research Foundation (OCRF)",
            "text": "15% of sales from orders placed from July 17 - Aug 16 and Sept 18 - Oct 17, 2023 from our Maternity collection will be donated to The Ovarian Cancer Research Foundation (OCRF).\n<br>\n<br>\nThe OCRF prioritizes investing as much as possible into ovarian cancer research projects that align with their research priorities and will have the greatest impact for the greatest number of women and girls. Their role is to fill the funding gap left by a history of underfunding in the ovarian cancer research sector, whilst advocating for uplift in both government and philanthropic funding to achieve a stepped change in survival outcomes for ovarian cancer.",
            "button_label": "Learn More",
            "button_link": "https:\/\/www.ocrf.com.au\/about-us"
          }
        },
        "3a1d5ed5-07f5-41a1-9c1d-8dcd98ebe5fe": {
          "type": "block",
          "settings": {
            "reversed": true,
            "image": "shopify:\/\/shop_images\/1_3e533d27-c10b-477b-bd7a-b2c5f1783866.jpg",
            "title": "The Flaviana Matata Foundation",
            "text": "15% of sales from the Citrus Crochet collection will be donated to The Flaviana Matata Foundation.\n<br><br>\nA non-profit organization which serves as a platform to inspire, empower, and support girls to unleash their potential and achieve their dream lives. The Foundation aims to provide educational opportunities to young girls in Tanzania through scholarships, infrastructure, mentorship, and job and entrepreneurial skills training.",
            "button_label": "Learn More",
            "button_link": "https:\/\/www.flavianamatatafoundation.org\/copy-of-our-story"
          }
        },
        "f6cf5b57-495c-4abc-bfff-635a57b5536b": {
          "type": "block",
          "settings": {
            "reversed": false,
            "image": "shopify:\/\/shop_images\/1_8a4f884a-82df-4872-9b1f-8dd16fa5938b.jpg",
            "title": "One Tree Planted",
            "text": "Styles that gives back! With every Jungle set sold, we're planting trees for a greener future with One Tree Planted.",
            "button_label": "Learn More",
            "button_link": "https:\/\/onetreeplanted.org\/pages\/about-us"
          }
        },
        "39ebb8e9-f346-4d35-948b-d76410c2605e": {
          "type": "block",
          "settings": {
            "reversed": true,
            "image": "shopify:\/\/shop_images\/1_1caf5b71-4ea8-4edb-b297-cb8abbe53b36.jpg",
            "title": " The Surfrider LA Chapter",
            "text": "For every Dream Blue piece ordered, 15% of the proceeds will go to The Surfrider LA Chapter, a nonprofit environmental organization that works to protect and preserve the world’s oceans, waves and beaches.",
            "button_label": "Learn More",
            "button_link": "https:\/\/la.surfrider.org"
          }
        },
        "44ccbf6c-bdfe-4a1e-8184-7de6997c2999": {
          "type": "block",
          "settings": {
            "reversed": false,
            "image": "shopify:\/\/shop_images\/1_690f595d-308a-43fa-8c42-3952487c7472.jpg",
            "title": "Planned Parenthood",
            "text": "As a women owned and run company we want to help ensure all women can get the healthcare they need. That's why we are donating 15% of all proceeds from Aug 1 through September 30th to Planned Parenthood.\n<br><br>\nPlanned Parenthood is a trusted health care provider, an informed educator, a passionate advocate and a global partner helping similar organizations around the world. Planned Parenthood delivers vital reproductive health care, sex education, and information to millions of people worldwide.",
            "button_label": "Learn More",
            "button_link": "https:\/\/www.plannedparenthood.org\/learn"
          }
        },
        "ec9080fc-cf85-41ad-bb60-809cee08ea92": {
          "type": "block",
          "settings": {
            "reversed": true,
            "image": "shopify:\/\/shop_images\/Cloud.jpg",
            "title": "CATF: The Clean Air Task Force",
            "text": "15% of orders placed from June 20 - June 29 from our Cloud Collection will go directly to The Clean Air Task Force.<br><br>\nThe Clean Air Task Force is a fact-based and environmental organization, that builds momentum for solutions based on scientific evidence, intellectual integrity, and pragmatism. Their mission is to push the technology and policy changes needed to achieve a zero-emissions, high-energy planet at an affordable cost. With meeting the world’s rising energy demand in a way that is financially, socially, and environmentally sustainable as their vision. While setting goals to achieve zero-emissions energy, waste, agricultural, and forest management systems by 2050.",
            "button_label": "Learn More",
            "button_link": "https:\/\/www.catf.us\/about\/"
          }
        },
        "7ecb2b61-08d3-424f-b1c1-bf60e340639a": {
          "type": "block",
          "settings": {
            "reversed": false,
            "image": "shopify:\/\/shop_images\/INITIATIVES.jpg",
            "title": "BREEF - Bahamas Reef Environment Education Foundation",
            "text": "15% of proceeds from our Jade Jacquard & Sea Jacquard Collection from May 2, 2022 through August 2, 2022 were donated directly to BREEF.\n<br><br>\nBREEF is an important part of the conservation and education on marine ecosystems in The Bahamas and the world. From providing on-the-ground instruction for Bahamians to be stewards of the environment and advocating for strong policy, to actively restoring reef habitat and representing the region internationally, BREEF has a successful multi-pronged approach to protecting the marine environment.",
            "button_label": "Learn More",
            "button_link": "https:\/\/breef.org"
          }
        },
        "aef36ed5-8af4-41b9-9c75-c5e9ca95d191": {
          "type": "block",
          "settings": {
            "reversed": true,
            "image": "shopify:\/\/shop_images\/1_16ee3854-e238-44e6-b5b2-1b87eb11fa72.jpg",
            "title": "National Coalition Against Domestic Violence",
            "text": "10% of proceeds from all orders placed from March 14, 2022 through March 20, 2022 were donated to the National Coalition Against Domestic Violence. \n<br><br>\nThe National Coalition Against Domestic Violence is a nonprofit organization committed to leading, mobilizing and raising their voices to support efforts that demand a change of conditions that lead to domestic violence such as patriarchy, privilege, racism, sexism, and classism. They are dedicated to supporting survivors and holding offenders accountable and supporting advocates.",
            "button_label": "Learn More",
            "button_link": "https:\/\/ncadv.org\/about-us"
          }
        },
        "cea95b3d-69ea-4245-8c61-eb4decc30872": {
          "type": "block",
          "settings": {
            "reversed": false,
            "image": "shopify:\/\/shop_images\/Image_60.jpg",
            "title": "Breast Cancer Research Foundation",
            "text": "15% of proceeds from all orders placed from October 13, 2021 through October 20, 2021 were donated to the Breast Cancer Research Foundation.\n<br><br>\nThe Breast Cancer Research Foundation is a nonprofit organization committed to achieving the end of breast cancer. They provide critical funding for cancer research worldwide to fuel advances in tumor biology, genetics, prevention, treatment, metastasis, and survivorship.",
            "button_label": "Learn More",
            "button_link": "https:\/\/www.bcrf.org\/about"
          }
        },
        "d0d96a54-36f6-4bf9-8e17-35f9ed7ec8b6": {
          "type": "block",
          "settings": {
            "reversed": true,
            "image": "shopify:\/\/shop_images\/Image_61.jpg",
            "title": "The Surfrider Foundation",
            "text": "15% of the proceeds from our Sea Jacquard Collection went directly to The Surfrider Foundation -- Los Angeles, Chapter.\n<br><br>\nThe Surfrider Foundation is a nonprofit environmental organization that is dedicated to the protection and enjoyment of the world’s ocean, waves and beaches, for all people, through a powerful activist network.",
            "button_label": "Learn More",
            "button_link": "https:\/\/www.surfrider.org\/"
          }
        },
        "34728650-48e4-454d-bb29-2b29724a5baa": {
          "type": "block",
          "settings": {
            "reversed": false,
            "image": "shopify:\/\/shop_images\/Image_62.jpg",
            "title": "One Tree Planted",
            "text": "For every order placed from May 12 through May 31 2021, Monday Swimwear donated directly to One Tree Planted to plant trees in areas of reforestation. 1 purchase = 1 tree planted.\n<br><br>\nOne Tree Planted is a 501C3 non-profit with a focus on global reforestation. As an environmental charity, they are dedicated to giving back to the environment, creating a healthier climate, protecting biodiversity and helping in reforestation efforts around the world -- all by planting trees.",
            "button_label": "Learn More",
            "button_link": "https:\/\/onetreeplanted.org\/pages\/about-us"
          }
        },
        "21e13443-2944-4571-945a-51597100bb4b": {
          "type": "block",
          "settings": {
            "reversed": true,
            "image": "shopify:\/\/shop_images\/Tiger_1024x_33167063-782a-4825-9b74-511c9b12f582.jpg",
            "title": "Wildlife Conservation Society",
            "text": "15% of the proceeds from our Tiger Collection will go directly to Wildlife Conservation Society.\n<br><br>\nWCS's goal is to conserve the world's largest wild places in 14 priority regions, home to more than 50% of the world's biodiversity. WCS focuses on the protection of species while developing an ambitious plan to engage with a rapidly changing world.",
            "button_label": "Learn More",
            "button_link": "https:\/\/www.wcs.org\/"
          }
        },
        "b829d7de-b35f-4cdf-8af8-a5c9a8969803": {
          "type": "block",
          "settings": {
            "reversed": false,
            "image": "shopify:\/\/shop_images\/Image_64.jpg",
            "title": "Ocean Conservancy",
            "text": "15% of the proceeds from our Azure Blue Collection went directly to Ocean Conservancy.\n<br><br>\nOcean Conservancy works with the public to protect the ocean from today’s greatest global challenges. Together, it’s possible to create science-based solutions for a healthy ocean, the wildlife, and the communities that depend on it.",
            "button_label": "Learn More",
            "button_link": "https:\/\/oceanconservancy.org\/"
          }
        },
        "aafdc7f8-33e7-4e8f-a7bf-635cb3865d47": {
          "type": "block",
          "settings": {
            "reversed": true,
            "image": "shopify:\/\/shop_images\/Image_65.jpg",
            "title": "Breast Cancer Research Foundation",
            "text": "15% of the proceeds from our Baby Pink Collection went directly to BCRF. \n<br><br>\nThe Breast Cancer Research Foundation is a nonprofit organization committed to achieving prevention and a cure for breast cancer. They provide critical funding for cancer research worldwide to fuel advances in tumor biology, genetics, prevention, treatment, metastasis and survivorship.",
            "button_label": "Learn More",
            "button_link": "https:\/\/www.bcrf.org\/"
          }
        },
        "cea57037-655e-4db8-905e-83d0ba28b3b5": {
          "type": "block",
          "settings": {
            "reversed": false,
            "image": "shopify:\/\/shop_images\/Image_66.jpg",
            "title": "Open Path Collective",
            "text": "15% of the proceeds from our Sky Blue Collection went directly to Open Path Collective.\n<br><br>\nOpen Path Psychotherapy Collective is a non-profit nationwide network of mental health professionals dedicated to providing in-office and online mental health care—at a steeply reduced rate—to individuals, couples, children, and families in need.",
            "button_label": "Learn More",
            "button_link": "https:\/\/openpathcollective.org\/"
          }
        },
        "4364d393-c21c-40fc-9d24-d50640646aa4": {
          "type": "block",
          "settings": {
            "reversed": true,
            "image": "shopify:\/\/shop_images\/Image_67.jpg",
            "title": "Amazon Conservation Team",
            "text": "15% of the proceeds from our Amazonia Collection went directly to Amazon Conservation Team. \n<br><br>\nThe Amazon Conservation Team partners with indigenous and other local communities to protect tropical forests and strengthen traditional culture. They believe that the survival of the forest depends on the fate of its guardians. We protect both.",
            "button_label": "Learn More",
            "button_link": "https:\/\/www.amazonteam.org\/"
          }
        },
        "4f06947e-ab56-461c-9a88-3da03d1407ae": {
          "type": "block",
          "settings": {
            "reversed": false,
            "image": "shopify:\/\/shop_images\/Image_68.jpg",
            "title": "The Loveland Foundation",
            "text": "15% of the proceeds from our Key Lime Collection went directly to The Loveland Foundation.\n<br><br>\nWith the barriers affecting access to treatment by members of diverse ethnic and racial groups, the Loveland Therapy Fund provides financial assistance to Black women and girls seeking therapy nationally. Loveland Therapy Fund recipients will have access to comprehensive lists of mental health professionals across the country.",
            "button_label": "Learn More",
            "button_link": "https:\/\/thelovelandfoundation.org\/"
          }
        },
        "06628800-02f9-4572-a0d2-df0177716db2": {
          "type": "block",
          "settings": {
            "reversed": true,
            "image": "shopify:\/\/shop_images\/Image_63.jpg",
            "title": "World Wildlife Fund",
            "text": "10% of the proceeds from our Amur Leopard Collection went to WWF to help protect the endandgered Amur Leopards.\n<br><br>\nWWF works to help local communities conserve the natural resources they depend upon; transform markets and policies toward sustainability; and protect and restore species and their habitats. Their efforts ensure that the value of nature is reflected in decision-making from a local to a global scale.",
            "button_label": "Learn More",
            "button_link": "https:\/\/www.worldwildlife.org\/"
          }
        }
      },
      "block_order": [
        "02c4255c-0477-4a86-b141-444b43bab914",
        "f0b56d44-de86-4ff3-80a1-db6b466b1f19",
        "3a1d5ed5-07f5-41a1-9c1d-8dcd98ebe5fe",
        "f6cf5b57-495c-4abc-bfff-635a57b5536b",
        "39ebb8e9-f346-4d35-948b-d76410c2605e",
        "44ccbf6c-bdfe-4a1e-8184-7de6997c2999",
        "ec9080fc-cf85-41ad-bb60-809cee08ea92",
        "7ecb2b61-08d3-424f-b1c1-bf60e340639a",
        "aef36ed5-8af4-41b9-9c75-c5e9ca95d191",
        "cea95b3d-69ea-4245-8c61-eb4decc30872",
        "d0d96a54-36f6-4bf9-8e17-35f9ed7ec8b6",
        "34728650-48e4-454d-bb29-2b29724a5baa",
        "21e13443-2944-4571-945a-51597100bb4b",
        "b829d7de-b35f-4cdf-8af8-a5c9a8969803",
        "aafdc7f8-33e7-4e8f-a7bf-635cb3865d47",
        "cea57037-655e-4db8-905e-83d0ba28b3b5",
        "4364d393-c21c-40fc-9d24-d50640646aa4",
        "4f06947e-ab56-461c-9a88-3da03d1407ae",
        "06628800-02f9-4572-a0d2-df0177716db2"
      ],
      "settings": {
      }
    },
    "16432103067295f00b": {
      "type": "instagram",
      "settings": {
        "left_text": "Follow Along",
        "right_text": "@mondayswim"
      }
    }
  },
  "order": [
    "16431738268a435027",
    "1643210162b1ab4c3a",
    "16432137026d4e6bd7",
    "16432103067295f00b"
  ]
}
