{
  "sections": {
    "header": {
      "type": "editorial-header",
      "settings": {
        "image": "shopify:\/\/shop_images\/0_31a3dfd0-058f-4f5a-b3b5-4b37fadee332.jpg",
        "mobile_image": "shopify:\/\/shop_images\/Olympic-Tank---Ivory-2.jpg",
        "text_1": "The Monday Body",
        "text_2": "",
        "right_align": false,
        "text_3": "Story"
      }
    },
    "1643216769ed065e51": {
      "type": "about-text",
      "settings": {
        "text": "Monday Body was created to truly meet your needs. With our activewear category that means high quality pieces that actually support and flatter you, made in recycled materials, that molds to a women’s body, no matter what your shape is."
      }
    },
    "16432178692b4faad7": {
      "type": "about-image-text",
      "blocks": {
        "b27610ba-6b6f-4fcb-b193-b3a81ae8fd45": {
          "type": "block",
          "settings": {
            "reversed": true,
            "reversed_mobile": false,
            "show_glow": false,
            "image": "shopify:\/\/shop_images\/1_c9839466-ce03-4efd-a242-22bd515dde07.jpg",
            "text_1": "Each Monday Body piece has been designed, tested, and perfected to ensure every element will have you feeling your most confident and supported in every move you make. Support has always been at the heart of what we do. Monday Body is no different. These pieces will let you have it all and do it all. You can be stylish and supported, comfortable and sexy, and most importantly, confident to move exactly how you want.",
            "text_2": "",
            "bottom_align_text": true
          }
        },
        "d408fa39-fc98-4236-8cfe-6ca8206c2bfe": {
          "type": "block",
          "settings": {
            "reversed": false,
            "reversed_mobile": false,
            "show_glow": false,
            "image": "shopify:\/\/shop_images\/3_086708d2-f103-49f8-b45c-c1ec6c23be96.jpg",
            "text_1": "Monday Body founders, Natasha Oakley and Devin Brugman, have extremely high standards and only add categories and pieces they feel are truly needed and don’t exist elsewhere. With a rigorous standard for support, fabric, design, fit and comfort, only the absolute best gets made.<br><br>\nThere are Monday Body pieces for all your activewear needs: Whether you need that one staple bra that you can wear for all fitness types or pieces that can transition with you from Pilates to the rest of your day. Thoughtful design touches like doubled waistbands, thick shoulder straps, adjustability (and many more) will have these pieces feeling custom made for you. These fabrics mold to your body while providing support and a bit of shaping. The shapes are designed to provide support while remaining sexy and flattering. We hope you feel like your most confident self when you put these on.",
            "text_2": "",
            "bottom_align_text": false
          }
        }
      },
      "block_order": [
        "b27610ba-6b6f-4fcb-b193-b3a81ae8fd45",
        "d408fa39-fc98-4236-8cfe-6ca8206c2bfe"
      ],
      "settings": {
      }
    },
    "1643218769655364e2": {
      "type": "about-text-over-image",
      "disabled": true,
      "settings": {
        "image": "shopify:\/\/shop_images\/3_6f6eb16d-d519-406f-b1d4-f6d14d94a20c.jpg",
        "mobile_image": "shopify:\/\/shop_images\/4_2f17e13b-5f16-4ab2-82bf-1f40138c1635.jpg",
        "text": ""
      }
    },
    "1643231057c15dce19": {
      "type": "about-founders",
      "disabled": true,
      "settings": {
        "image": "shopify:\/\/shop_images\/About_7616767e-4834-41e0-982c-286880ad1f77.jpg",
        "text": "Tash and Dev have a unique and rigorous design and approval process, which requires each piece to be fitted several times. Nothing is added or released into the collection unless the girls feel it is absolutely perfect and something they know their Monday customer couldn’t find anywhere else. As the range offers swimwear for women up to an E\/F cup, tops are fitted to every cup size and manufactured accordingly, rather than simply being scaled up from a size S - as per industry standards. Fit is extremely important to them, and was one of the most personal motivators behind the creation of Monday Swimwear!\n<br><br>\nThe line features perpetually bold colorways chosen specifically to flatter every skin tone. Natasha and Devin insist on buttery soft, resilient fabrics that provide the comfort and support needed for countless summers. Adjustable straps and ties are featured on every suit, making them customizable to your body type with no digging or cutting in. Monday Swimwear also incorporates minimal hardware into the seamlessly crafted and complimentary cuts, which are sure to leave you feeling sexy, confident, and ready to hit the beach."
      }
    },
    "164323392930a0b3d1": {
      "type": "featured-collection",
      "settings": {
        "text": "Only the best for your body.",
        "collection": "monday-body"
      }
    }
  },
  "order": [
    "header",
    "1643216769ed065e51",
    "16432178692b4faad7",
    "1643218769655364e2",
    "1643231057c15dce19",
    "164323392930a0b3d1"
  ]
}
