{
  "sections": {
    "header": {
      "type": "editorial-header",
      "settings": {
        "image": "shopify:\/\/shop_images\/About-2.jpg",
        "mobile_image": "shopify:\/\/shop_images\/Image_70.jpg",
        "text_1": "The",
        "text_2": "Monday",
        "right_align": false,
        "text_3": "Story"
      }
    },
    "1643216769ed065e51": {
      "type": "about-text",
      "settings": {
        "text": "Monday Swimwear is known for its iconic feminine designs, immaculate fit, soft-to-touch feel and enduring quality - all of which are the brand’s top priorities when adding any new pieces to the range."
      }
    },
    "16432178692b4faad7": {
      "type": "about-image-text",
      "blocks": {
        "b27610ba-6b6f-4fcb-b193-b3a81ae8fd45": {
          "type": "block",
          "settings": {
            "reversed": true,
            "show_glow": true,
            "image": "shopify:\/\/shop_images\/About-1_9b2f9eb8-2132-4fc3-98ec-3b84894d0b8f.jpg",
            "text_1": "Monday Swimwear founders, Natasha Oakley and Devin Brugman, are known as “swimwear connoisseurs” to many, but more noticeably for their strong advocacy of body positivity. Acting as inspiration to millions of women across the world, Natasha and Devin created Monday Swimwear as a continuation of their goal to instill confidence and power within their female audience. \n<br><br>\nAn essential mode of achieving this is ensuring their designs are based off timeless pieces they know will compliment and flatter the female form, as opposed to recreating size-specific, temporary trends.",
            "text_2": "Monday is designed especially for the stylish girl who is minimalistic, confident, and carefree. Whether she’s lying on the beach in the tropics soaking up the sun, sitting poolside with her friends, or swimming in the ocean, she’s happy and glowing because she feels comfortable and confident in her own skin.",
            "bottom_align_text": false
          }
        },
        "d408fa39-fc98-4236-8cfe-6ca8206c2bfe": {
          "type": "block",
          "settings": {
            "reversed": false,
            "show_glow": false,
            "image": "shopify:\/\/shop_images\/Image_72.jpg",
            "text_1": "Monday Swimwear founders, Natasha Oakley and Devin Brugman, are known as “swimwear connoisseurs” to many, but more noticeably for their strong advocacy of body positivity. Acting as inspiration to millions of women across the world, Natasha and Devin created Monday Swimwear as a continuation of their goal to instill confidence and power within their female audience. \n<br><br>\nAn essential mode of achieving this is ensuring their designs are based off timeless pieces they know will compliment and flatter the female form, as opposed to recreating size-specific, temporary trends.",
            "text_2": "",
            "bottom_align_text": true
          }
        }
      },
      "block_order": [
        "b27610ba-6b6f-4fcb-b193-b3a81ae8fd45",
        "d408fa39-fc98-4236-8cfe-6ca8206c2bfe"
      ],
      "settings": {
      }
    },
    "1643218769655364e2": {
      "type": "about-text-over-image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Image_73.jpg",
        "mobile_image": "shopify:\/\/shop_images\/Puerto-Rico-Top-Campaign---Periwinkle_700x_20d60b0f-1317-4894-818c-c52309d6a497.jpg",
        "text": "If you’re in a bikini on a Monday, you’re having a good day."
      }
    },
    "1643231057c15dce19": {
      "type": "about-founders",
      "settings": {
        "image": "shopify:\/\/shop_images\/Group_3.png",
        "text": "Tash and Dev have a unique and rigorous design and approval process, which requires each piece to be fitted several times. Nothing is added or released into the collection unless the girls feel it is absolutely perfect and something they know their Monday customer couldn’t find anywhere else. As the range offers swimwear for women up to an E\/F cup, tops are fitted to every cup size and manufactured accordingly, rather than simply being scaled up from a size S - as per industry standards. Fit is extremely important to them, and was one of the most personal motivators behind the creation of Monday Swimwear!\n<br><br>\nThe line features perpetually bold colorways chosen specifically to flatter every skin tone. Natasha and Devin insist on buttery soft, resilient fabrics that provide the comfort and support needed for countless summers. Adjustable straps and ties are featured on every suit, making them customizable to your body type with no digging or cutting in. Monday Swimwear also incorporates minimal hardware into the seamlessly crafted and complimentary cuts, which are sure to leave you feeling sexy, confident, and ready to hit the beach."
      }
    },
    "164323392930a0b3d1": {
      "type": "featured-collection",
      "settings": {
        "text": "In addition to the seasonal collections, Natasha and Devin designed an ongoing range named 'The Signature Collection'; an ensemble of timeless Black, Ivory, and Sand silhouettes available all year round, and are must-haves for your swimwear collection.",
        "collection": "the-signature-collection-1"
      }
    }
  },
  "order": [
    "header",
    "1643216769ed065e51",
    "16432178692b4faad7",
    "1643218769655364e2",
    "1643231057c15dce19",
    "164323392930a0b3d1"
  ]
}
